import "./Privacy.css"
import Breadcrumb from '../../../components/UI/Breadcrumb/Breadcrumb';
const Privacy = () => {
    return (
    <div>
        <div className="d-flex">
            <Breadcrumb crumbs={["Політика конфіденційності"]}/>
        </div>
        <div className="d-flex">
            <div className="container-with-text" >
                <div className="privacy">

            <h1 className="" >Політика конфіденційності та захисту персональних даних</h1>
            <p >Надаючи свої персональні дані, користувач сайту (далі – споживач) згоден з умовами політики конфіденційності та надає свою згоду на обробку наданих ним персональних даних на умовах, викладених у цьому документів. Згода на обробку персональних даних надається в момент реєстрації або замовлення на сайті <strong> <a href="/" target="_blank">https://kyiv.sushi-master.ua</a> </strong>
            </p>
            <h2 >РОЗДІЛ І. ЗАГАЛЬНІ ПОЛОЖЕННЯ</h2>
            <p >1.1. Політика конфіденційності щодо обробки персональних даних складена на підставі положень Конституції України з урахуванням положень Закону України «Про захист персональних даних»від 01 червня 2010 року No 2297-VI, та визначає порядок обробки персональних даних та заходи щодо забезпечення безпеки персональних даних власником сайту <strong> <a href="/" target="_blank">https://kyiv.sushi-master.ua</a> </strong>
            </p>
            <p >1.2. Сайт <strong> <a href="/" target="_blank" >https://kyiv.sushi-master.ua</a> </strong>належить на праві власності <strong> ФОП БІЛЕЦЬКИЙ ДМИТРО МИХАЙЛОВИЧ</strong> (далі – Компанія). Всі об’єкти права інтелектуальної власності, які містяться на сайті, крім випадків, коли про це окремо зазначено, належать на праві власності Компанії.
            </p>
            <p>1.3 Ця Політика конфіденційності є комплексом правових, адміністративних, організаційних, технічних та інших заходів, які вживає Компанія з метою забезпечення конфіденційності та захисту персональних даних фізичних осіб - споживачів, які є користувачами Сайту, крім випадків, коли така інформація особисто та свідомо розголошується споживачем – користувачем Сайту.
            </p>
            <p >1.4. Метою впровадження Політики конфіденційності та захисту персональних даних є недопущення публічного доступу та розголошення інформації, володільцем якої є споживач.</p><p>1.5. Компанія вживає всіх можливих заходів з метою забезпечення виконання заходів, передбачених даним розділом Політики конфіденційності.
            </p>
            <h2 >РОЗДІЛ ІІ. ДОСТУП ДО ПЕРСОНАЛЬНИХ ДАНИХ</h2>
            <p >2.1. З метою реалізації функцій та завдань Сайту, а також інших цілей, пов’язаних з цивільно-правовими відносинами між Компанією та споживачем, споживач, користуючись даним Сайтом та послугами, для надання яких створений Сайт, надає Компанії дозвіл на збирання, накопичення, обробку, зберігання та використання (в тому числі з використанням автоматизованих засобів)персональних даних, володільцем яких він являється.
            </p>
            <p >2.2. З метою реалізації функцій та завдань Сайту та інших цілей, пов’язаних з цивільно-правовими відносинами між Компанією та споживачем, споживач, користуючись даним Сайтом та послугами, для надання яких створений Сайт, надає Компанії дозвіл на передачу власних персональних даних третім особам.
            </p>
            <p >2.3. З года споживача, яка надається Компанії на збирання, накопичення, обробку, зберігання та використання (в тому числі з використанням автоматизованих засобів) персональних даних та їх передачу третім особам оформляється шляхом проставлення споживачем відмітки про надання дозволу на збирання, накопичення, обробку, зберігання та використання своїх персональних даних.
            </p>
            <p >2.4. До персональних даних, на збирання, накопичення, обробку, зберігання та використання яких(в тому числі з використанням автоматизованих засобів) споживач надає дозвіл Компанії відноситься наступна інформація про споживача:
            </p>
            <ul>
                <li>Прізвище, ім’я, по - батькові;</li>
                <li>Місце проживання / доставки;</li>
                <li>Відомості засобів зв’язку (телефон, e-mail та ін.);</li>
                <li>Дата народження.</li>
            </ul>
            <p >2.5. Також на сайті відбувається збір і обробка знеособлених даних про споживачів (в т. ч. файлів«cookiе») за допомогою сервісів інтернет-статистики (Гугл Аналітика та інших).
            </p>
            <p >2.6. Вищеперелічені відомості надалі за текстом Політики іменуються «Персональні дані».</p>
            <h2 >РОЗДІЛ ІІІ. ПРАВОВІ ПІДСТАВИ ТА МЕТА ОБРОБКИ ПЕРСОНАЛЬНИХ ДАНИХ ТА СТРОК ЇХ ЗБЕРІГАННЯ</h2>
            <p>3.1. Компанія обробляє персональні дані споживача тільки в разі їх заповнення та/або відправки споживачем самостійно через спеціальні форми, розміщені на сайті <strong> <a href="/" target="_blank">https://kyiv.sushi-master.ua</a>.</strong> Заповнюючи відповідні форми та/або відправляючи свої персональні дані Компанії, споживач висловлює свою згоду з цією Політикою.
            </p>
            <p >3.2. Компанія обробляє знеособлені дані про споживача в разі, якщо це дозволено в налаштуваннях браузера споживача (включено збереження файлів «cookie» і використання технології Java Script).
            </p>
            <p >3.3. Персональні дані, на збирання, накопичення, обробку, зберігання та використання яких споживач надає доступ Компанії, зберігаються безстроково, якщо інше не встановлено законодавством України або волевиявленням споживача.
            </p>
            <p>3.4. Метою обробки персональних даних споживча є інформування споживача за допомогою відправки електронних листів, СМС повідомлень, надання доступу до сервісів, інформації та / або матеріалів, що містяться на сайті<strong> <a href="/" target="_blank">https://kyiv.sushi-master.ua</a> </strong>
            </p>
            <p >3.5. Також Компанія має право направляти споживачу повідомлення про нові послуги, спеціальні пропозиції, акції та різні події. Споживач у будь-який момент може відмовитися від отримання інформаційних повідомлень Компанії.</p><p >3.6. Знеособлені дані споживачів, що збираються Компанією за допомогою сервісів інтернет-статистика, служать для збору інформації про дії користувачів на сайті, поліпшення якості сайту та його змісту.
            </p>
            <h2 >РОЗДІЛ IV. ПРАВА СПОЖИВАЧА</h2>
            <p >4.1. Споживач, відносно власних персональних даних, які надаються для збирання, накопичення, обробку, зберігання та використання Компанії має право:</p>
            <p >4.1.1. Знати про джерела збирання, місцезнаходження своїх персональних даних, мету їх обробки, місцезнаходження Компанії;</p><p >4.1.2. Отримувати інформацію про умови надання доступу до персональних даних;
            </p>
            <p >4.1.3. На доступ до своїх персональних даних;</p>
            <p >4.1.4. Отримувати інформацію стосовного того, чи обробляються його персональні дані;</p>
            <p >4.1.5. Пред’являти вмотивовану вимогу Компанії із запереченням проти обробки своїх персональних даних;</p>
            <p >4.1.6. Пред'являти вмотивовану вимогу щодо зміни або знищення своїх персональних даних, якщо ці дані обробляються незаконно чи є недостовірними;</p>
            <p >4.1.7. На захист своїх персональних даних від незаконної обробки та випадкової втрати, знищення, пошкодження у зв'язку з умисним приховуванням, ненаданням чи несвоєчасним їх наданням, а також на захист від надання відомостей, що є недостовірними чи ганьблять честь, гідність та ділову репутацію фізичної особи;</p>
            <p >4.1.8. Звертатися із скаргами на обробку своїх персональних даних до Уповноваженого Верховної Ради України з прав людини або до суду;</p>
            <p >4.1.9. Застосовувати засоби правового захисту в разі порушення законодавства про захист персональних даних;</p>
            <p >4.1.10. Вносити застереження стосовно обмеження права на обробку своїх персональних даних під час надання згоди;</p><p >4.1.11. Відкликати згоду на обробку персональних даних;</p>
            <p >4.1.12. Знати механізм автоматичної обробки персональних даних;</p>
            <p >4.1.13. На захист від автоматизованого рішення, яке має для нього правові наслідки.</p>
            <h2 >РОЗДІЛ V. РОЗКРИТТЯ КОНФІДЕНЦІЙНОЇ ІНФОРМАЦІЇ ТА ПЕРСОНАЛЬНИХ ДАНИХ</h2>
            <p >5.1. Компанія звільняється від обов’язку дотримання Політики конфіденційності стосовно Персональних даних споживача у випадку, якщо споживач самостійно публічно розголошує персональні дані.</p>
            <p >5.2. Компанія має право поширювати персональні дані споживача у випадку якщо інформація, отримана зі складу персональних даних є суспільно необхідною, тобто є предметом суспільного інтересу, і право громадськості знати таку інформацію переважає потенційну шкоду від її поширення.</p><p >5.3. Компанія має право поширювати персональні дані споживача з відповідного письмового дозволу споживача.</p>
            <h2 >РОЗДІЛ VI. ЗАКЛЮЧНІ ПОЛОЖЕННЯ</h2>
            <p >6.1. Споживач може отримати будь-які роз’яснення з потрібних питань, що стосуються його персональних даних, звернувшись до Компанії за допомогою засобів зв’язку.</p>
            <p >6.2. У даному документі будуть відображені будь-які зміни політики обробки персональних даних Компанії. Політика діє безстроково до заміни її новою версією.</p>
            <p>6.3. Актуальна версія Політики у вільному доступі розташована в мережі Інтернет за адресою<strong> <a href="/" target="_blank">https://kyiv.sushi-master.ua</a> </strong></p>

                </div>
            </div>
        </div>
    </div>
    );
};

export default Privacy;