import './PublicOferta.css';
import Breadcrumb from '../../../components/UI/Breadcrumb/Breadcrumb';

const PublicOferta = () => {
  return (
    <div>
      <div className="d-flex">
        <Breadcrumb crumbs={['Публічна оферта']} />
      </div>
      <div className="d-flex">
        <div className="container-with-text">
          <div className="public-oferta">
            <h1>Публічний договір (оферта)</h1>
            <h2>1. ЗАГАЛЬНІ ПОЛОЖЕННЯ</h2>
            <p>
              1.1. Відповідно до статті 641 Цивільного кодексу України (далі –
              ЦК України) цей Договір є публічною офертою (далі – Оферта або
              Угода, або Договір), яка являє собою офіційну пропозицію{' '}
              <strong> ФОП БІЛЕЦЬКИЙ ДМИТРО МИХАЙЛОВИЧ</strong> (надалі –
              Продавець), який здійснює підприємницьку діяльність з продажу
              Товарів, висловлену необмеженому колу осіб (далі – Покупець або
              Споживач) укласти цей Договір щодо оформлення послуги на доставку
              Товарів (далі - Послуги), в тому числі за допомогою інтернет-сайту{' '}
              <a href="/" target="_blank">
                https://kyiv.sushi-master.ua
              </a>
            </p>

            <p></p>

            <p>
              Продавець підтверджує, що він працює з необмеженим колом Покупців,
              і не обмежує останніх у доступі до Послуг, які надаються за
              допомогою інтернет-сайту{' '}
              <a href="/" target="_blank">
                https://kyiv.sushi-master.ua
              </a>{' '}
            </p>

            <p></p>

            <p>
              При оформленні Послуги, Покупець підтверджує, що він ознайомився у
              повному обсязі з умовами цього Договору та погоджується з умовами
              надання Послуг, визначеними цим Договором.
            </p>

            <p></p>

            <p>
              1.2. Цей Договір вважається укладеним з моменту здійснення
              реєстрації або замовлення на сайті{' '}
              <a href="/" target="_blank">
                https://kyiv.sushi-master.ua
              </a>{' '}
            </p>

            <p>
              1.3. Прийняття (акцепт) Покупцем публічної оферти означає
              прийняття останнім обов’язків з оплати вартості замовленого Товару
              та його прийняття від Продавця.
            </p>

            <p>
              1.4. Умови цієї Оферти, в тому числі включаючи, але не
              обмежуючись, порядок надання послуг, вартість Товару і т.п.,
              можуть бути змінені Продавцем в односторонньому позасудовому
              порядку без будь-якого спеціального повідомлення Споживача. Нова
              редакція Оферти набуває чинності з моменту її розміщення в мережі
              Інтернет за адресою:{' '}
              <a href="/" target="_blank">
                https://kyiv.sushi-master.ua
              </a>{' '}
            </p>

            <p>
              1.5. У тексті цього Договорі поняття використовуються у наступному
              значенні:
            </p>

            <ul>
              <li>
                «Акцепт» - полное и безоговорочное принятие Покупателем условий
                публичной оферты, считается предоставлением согласия на
                заключение настоящего Договора;
              </li>
              <li>
                «Товар» - перелік найменувань асортименту продукції, який
                представлений на сайті{' '}
                <a href="/" target="_blank">
                  https://kyiv.sushi-master.ua
                </a>{' '}
              </li>
              <li>
                «Сайт» - сукупність електронних відомостей Продавця, доступних в
                мережі Інтернет за адресою:{' '}
                <a href="/" target="_blank">
                  https://kyiv.sushi-master.ua
                </a>{' '}
              </li>
              <li>
                «Замовлення» - електронна заявка Покупця на придбання окремих
                позицій Товару з представленого на сайті асортименту.
              </li>
            </ul>
            <h2>2. ПРЕДМЕТ ДОГОВОРУ</h2>
            <p>
              2.1. Продавець за умовами цього Договору зобов’язується за
              замовленням Споживача здійснити виготовлення продукції,
              характеристики якої відповідають Замовленню, та доставити її у
              разі необхідності за конкретною адресою, вказаною у Замовленні
              Споживачем, а Споживач зобов’язується оплатити повну вартість
              Послуг відповідно до вартості, яка встановлена на Сайті, та
              прийняти Товар.
            </p>

            <p>
              2.2. Під час оформлення замовлення, Споживач на власний розсуд
              здійснює вибір продукції, яку він бажає отримати, визначає
              кількість продукції, її розмір. Продавець жодним чином не впливає
              на вибір Споживача.
            </p>

            <p></p>

            <h2>3. ОФОРМЛЕННЯ ЗАМОВЛЕННЯ</h2>
            <p>
              3.1. Замовлення Товару здійснюється Покупцем шляхом розміщення
              замовлення на Сайті або шляхом здійснення замовлення за допомогою
              оператора, зв’язок з яким відбувається за контактним номером
              телефону, визначеним на Сайті.
            </p>

            <p>
              3.2. Під час оформлення Замовлення Покупець зобов’язаний надати
              Продавцю наступну інформацію та вибрати відповідні критерії
              товару: ім’я особи, що здійснює Замовлення Товару, контактний
              телефон особи, що повинна отримати Товар, спосіб доставки, а саме:
              точну адресу, яка дає можливість ідентифікувати місце доставки
              Товару, або точку самовивозу Товару у відповідності до переліку
              таких точок, визначеному на Сайті, найменування, кількість Товару
              (Товарів), час доставки (якомога швидше або на певний час), тип
              оплати (готівка або картою онлайн).
            </p>

            <p>
              3.3. Замовлення приймаються Продавцем щоденно без перерви та
              вихідних з 10:00 до 22:30.
            </p>

            <p>
              3.4. Всі зображення продукції та інші інформаційні матеріали,
              розміщені на Сайті, носять інформаційний характер, і можуть не у
              повній мірі передавати інформацію про певні властивості і
              характеристики Товару. У разі виникнення у Покупця питань, що
              стосуються властивостей і характеристик Товару, перед оформленням
              Замовлення Покупець може звернутися до Продавця для отримання
              необхідної йому інформації про Товар за телефоном, вказаним на
              Сайті.
            </p>

            <p></p>

            <h2>4. ВАРТІСТЬ ТА УМОВИ ДОСТАВКИ ЗАМОВЛЕННЯ</h2>
            <p></p>

            <p>
              4.1. Вартість та умови доставки Замовлення розміщені на Сайті.
              Перед здійсненням Замовлення Покупець зобов’язаний уточнити
              вартість і умови його доставки, шляхом ознайомлення з відповідною
              інформацією на Сайті, або за телефонами, розміщеними на Сайті.
            </p>

            <p>
              4.2. Продавець зобов’язується виконати Замовлення. Замовлення
              доставляється протягом 60 хвилин з моменту надходження Замовлення
              (Акцепту) від Покупця. Час доставки Замовлення залежить від
              наявності замовлених позицій Товару у Продавця і часу, необхідного
              на обробку Замовлення. Час доставки Замовлення у виняткових
              випадках може бути обговорений з Покупцем індивідуально в
              залежності від характеристик та кількості позицій замовленого
              Товару. У разі відсутності у Продавця частини позицій замовленого
              Товару, у тому числі з незалежних від Продавця причин, останній
              має право виключити такі позиції Товару із Замовлення Покупця,
              повідомивши його про це.
            </p>

            <p>
              4.3. Терміни доставки Замовлення можуть бути збільшені у зв’язку
              із наявністю обставин непереборної сили (незадовільні погодні
              умови, затори на дорогах, дорожньо-транспортні пригоди, тощо).
            </p>

            <p>
              4.4. При здійсненні доставки Замовлення передається Покупцю або
              вказаній ним при оформленні Замовлення особі (Одержувач), а також
              іншій особі, яка надасть відомості про Замовлення (ПІБ одержувача
              та/або номер Замовлення) та здійснить повну оплату вартості
              Замовлення кур’єру Продавця, якщо така оплата не була здійснена на
              сайті під час оформлення замовлення.
            </p>

            <p>
              4.5. Замовлення вважається виконаним з моменту його передачі
              Покупцю або вказаній ним особі, на підтвердження чого отримувачу
              Замовлення кур’єром Продавця видається товарна накладна або інший
              документ, що підтверджує факт здійснення замовлення та його
              оплату.
            </p>

            <p>
              4.6. У разі надання Покупцем недостовірної інформації про його
              контактні дані або про склад Замовлення, Продавець не несе
              відповідальності за неналежне виконання Замовлення.
            </p>

            <p></p>

            <h2>5. ПОРЯДОК РОЗРАХУНКІВ ТА ВАРТІСТЬ ТОВАРУ</h2>
            <p></p>

            <p>
              5.1. Відповідно до умов цього Договору, Покупець має право вибрати
              один із двох варіантів оплати: готівковий розрахунок безпосередньо
              при отриманні Замовлення, безготівковий розрахунок банківської
              картою онлайн.
            </p>

            <p>
              5.2. На Покупця також можуть бути покладені комісійні витрати та
              інші визначені банком витрати, що можуть бути додані до вартості
              оформлення Замовлення у разі сплати вартості Замовлення у
              безготівковій формі.
            </p>

            <p>
              5.3. Всі розрахунки між Продавцем та Покупцем здійснюються в
              гривні.
            </p>

            <p>5.4. Ціни на кожну позицію Товару на Сайті вказані у гривнях.</p>

            <p>
              5.5. У разі нездійснення Покупцем оплати вартості товару,
              несвоєчасної оплати або оплати не в повному обсязі, Продавець
              залишає за собою право не доставляти товар та призупинити
              виконання Замовлення без настання для нього будь-якої
              відповідальності.
            </p>

            <p>
              5.6. Продавець залишає за собою право в односторонньому порядку
              змінювати ціни на будь-які позиції Товару, відображені на Сайті.
              Ціна Товару після здійснення Покупцем Замовлення не може бути
              змінена.
            </p>

            <p>
              5.7. Продавець має право запроваджувати та використовувати
              програму нарахування бонусів, проводити акції та вручати
              подарунки. Види бонусів, акцій та подарунків, порядок та умови їх
              застосування чи надання розміщені на Сайті та можуть бути
              переглянуті Продавцем в односторонньому порядку.
            </p>

            <p></p>

            <h2>6. ПРАВА І ОБОВ’ЯЗКИ СТОРІН</h2>
            <p></p>

            <p>6.1. Покупець має право:</p>

            <ul>
              <li>
                отримати послуги відповідно до вказаного Договору та в рамках
                сплаченого замовлення.
              </li>
            </ul>
            <p>6.2. Покупець зобов’язаний:</p>

            <ul>
              <li>
                надати достовірну інформацію під час оформлення Замовлення;
              </li>
              <li>оплатити Замовлення в обраний ним спосіб.</li>
            </ul>
            <p>6.3. Продавець має право:</p>

            <ul>
              <li>
                не доставляти товар та призупинити виконання Замовлення у разі
                нездійснення Покупцем оплати вартості товару, несвоєчасної
                оплати або оплати не в повному обсязі;
              </li>
              <li>
                в односторонньому порядку змінювати ціни на будь-які позиції
                Товару;
              </li>
              <li>
                залучати третіх осіб для виконання своїх зобов’язань перед
                Покупцем.
              </li>
            </ul>
            <p>6.4. Продавець зобов’язаний:</p>

            <ul>
              <li>
                вчасно та в повному обсязі виконати замовлення Покупця
                відповідно до його Замовлення;
              </li>
              <li>
                не розголошувати отримані від Покупця персональні дані третім
                особам, які не мають відношення до виконання Замовлення та/або
                до діяльності Продавця, пов’язаної із наданням Послуг.
              </li>
            </ul>
            <h2>7. ЗГОДА НА ОБРОБКУ ПЕРСОНАЛЬНИХ ДАНИХ</h2>
            <p>
              7.1. Здійснюючи оформлення Замовлення на сайті, Покупець
              повідомляє Продавцеві власні персональні дані, в тому числі, однак
              не обмежуючись: номер телефону, ім’я, адресу доставки, адресу
              електронної пошти, дату народження та інші дані, які надаються
              Покупцям на сайті.
            </p>

            <p>
              7.2. Повідомляючи Продавцю свої персональні дані, Покупець надає
              згоду відповідно до положень Закону України «Про захист
              персональних даних» на використання Продавцем отриманих даних за
              допомогою автоматизованих систем управління базами даних, програми
              «ііko», а також інших програмних засобів, спеціально розроблених
              за дорученням Продавця, у тому числі, але не обмежуючись, для:
            </p>

            <ul>
              <li>
                передачі їх третій стороні, яка тим чи іншим чином пов’язана з
                цим Договором, або з метою його повного виконання;
              </li>
              <li>додаткового інформування Покупця, про статус замовлення;</li>
              <li>подальшої обробки замовлень Покупця;</li>
              <li>
                отриманні сервісних повідомлень, у тому числі щодо акцій,
                бонусних програм і знижок.
              </li>
            </ul>
            <p>
              7.3. Продавець зобов’язується не розголошувати отримані від
              Покупця персональні дані третім особам, які не мають відношення до
              виконання Замовлення та/або до діяльності Продавця, пов’язаної з
              наданням Послуг.
            </p>

            <h2></h2>
            <h2>8. ВІДПОВІДАЛЬНІСТЬ СТОРІН</h2>
            <p>
              8.1. У разі невиконання або неналежного виконання однією із Сторін
              зобов’язань за Договором, винна Сторона зобов’язана відшкодувати
              протилежній Стороні заподіяні і доведені такими діями збитки
              відповідно до чинного законодавства та умов даного Договору.
            </p>

            <p>
              8.2. Покупець несе відповідальність за достовірність наданих ним
              даних під час здійснення та оформлення Замовлення.
            </p>

            <p>
              8.3. Продавець не несе відповідальність у разі неналежного надання
              послуг, якщо неналежне виконання є наслідком порушень умов даного
              Договору з боку Покупця.
            </p>

            <p>
              8.4. Сторона вважається невинуватою і не несе відповідальності за
              порушення Договору, якщо вона доведе, що вжила всіх залежних від
              неї заходів щодо належного виконання цього Договору.
            </p>

            <p>
              8.5. Продавець звільняється від відповідальності за повне або
              часткове невиконання зобов’язань, передбачених даним Договором,
              якщо це невиконання є наслідком обставин непереборної сили, що
              виникли після укладення Договору, в результаті подій надзвичайного
              характеру, які Сторони не могли ані передбачити, ані попередити їх
              настання розумними засобами (форс-мажор).
            </p>

            <p>
              8.6. Всі суперечки, що виникають між Сторонами при виконанні цього
              Договору, вирішуються шляхом переговорів, а в разі недосягнення
              згоди між Сторонами спір розглядається в судовому порядку
              відповідно до чинного законодавства та умов даного Договору.
            </p>

            <h2></h2>
            <h2>9. ПРИКІНЦЕВІ ПОЛОЖЕННЯ</h2>
            <p>
              9.1. Вказаний договір є чинним з моменту здійснення реєстрації або
              замовлення на сайті і діє безстроково.
            </p>

            <p>
              9.2. Розсилки та інформаційні повідомлення надсилаються Продавцем
              на адресу електронної пошти Замовника, зазначену ним під час
              реєстрації на офіційному Веб-сайті, або на мобільний телефон, або
              на відповідний месенджер, а саме про: акційні пропозиції, новинки
              продукції, розіграші, знижки. Покупець може у будь-який момент
              відмовитись від отримання розсилки або через функціонал в
              автоматичному листі-повідомленні або за допомогою контактного
              телефону.
            </p>

            <p>
              9.3. Усі правовідносини, що виникають з цього Договору або
              пов'язані із ним, у тому числі пов'язані із дійсністю, укладенням,
              виконанням, зміною та припиненням цього Договору, тлумаченням його
              умов, визначенням наслідків недійсності або порушення Договору,
              регламентуються цим Договором та відповідними нормами чинного в
              Україні законодавства, а також застосовними до таких правовідносин
              звичаями ділового обороту на підставі принципів добросовісності,
              розумності та справедливості.
            </p>

            <p>
              9.4. Цей Договір складений у відповідності до вимог чинного
              законодавства України.
            </p>

            <p></p>

            <h2>10. Реквізити</h2>
            <p>
              <strong> </strong>
            </p>

            <p>
              <strong>
                Юридична адреса: Україна, 07400, Київська обл., місто Бровари,
                бульвар Незалежності, буд. 6-А, квартира 4
              </strong>
            </p>

            <p>
              <strong>ІПН: 2987103295</strong>
            </p>

            <p>
              <strong>
                Р/р UA343052990000026004040113224 в АТ КБ " Приватбанк"
              </strong>
            </p>

            <strong> </strong>
            <p></p>
          </div>
        </div>
      </div>
    </div>
  );
};

export default PublicOferta;
