import { useState } from 'react';
import "./AboutSushiMaster.css"

const AboutSushiMaster = () => {
    const [aboutOpen,SetAboutOpen ]=useState(false)
    return (
        <div className="d-flex">
        <div className="container">
            <div className="centered-cont">
            <div className={`sushi-master ${aboutOpen?"aboutOpen":"aboutScroped"}`}>
                {aboutOpen?null : <div className='details-backdrop'></div>}
                <h1>Замовити суші від Sushi Master із доставкою додому в Києві</h1>
                <p>Мережа ресторанів Sushi Master - це ваш путівник у світ паназіатської кухні. Ми пропонуємо велике меню суші, супів, локшини та інших японських страв, приготованих кращими майстрами-сушистами Києва. А завдяки швидкій і безкоштовній доставці (при замовленні на певну суму) в усі мікрорайони міста вам не доведеться довго чекати. Лише один дзвінок або кілька кліків на сайті чи в застосунку, і замовлення вже везуть до вас.</p>

                <h2>Найсмачніші суші в Києві: секрет нашого успіху</h2>
                <p>Компанія Sushi Master - це команда професіоналів, закоханих у свою справу. Ми обожнюємо паназіатську кухню, а також робимо все, щоб прищепити цю любов жителям Києва. Найкращі інгредієнти, найкращі кухарі та найкращі рецепти - така проста й очевидна комбінація гарантує клієнтам незабутні враження від наших страв.Ми використовуємо виключно свіжі продукти від перевірених постачальників. У руках досвідчених майстрів-сушистів екзотичні інгредієнти перетворюються на справжні шедеври, здатні подарувати вам і вашим близьким незабутнє гастрономічне задоволення. Ми цінуємо ваш час, тому працюємо оперативно на всіх етапах. Від оформлення замовлення до доставки - наші співробітники впораються з усім максимально швидко, щоб уже скоро ви змогли насолодитися смаком улюблених страв. Оскільки знайти ресторан "Суші Майстер" можна практично у всіх мікрорайонах міста (при цьому регулярно відкриваються нові точки), вам точно не доведеться довго чекати. </p>
                <h2>Як замовити суші в Києві</h2>
                <p>Ми пропонуємо клієнтам відразу кілька способів замовити хороші суші з можливістю доставки. Щоб поласувати топовими паназіатськими стравами, зв'яжіться з нами телефоном або онлайн:</p>
                <ul>
                    <li>за допомогою зручного онлайн-додатку;</li>
                    <li>просто на сайті.</li>
                </ul><p>
                Також оформити покупку можна, відвідавши найближчий до вас фірмовий ресторан. Ви знайдете точки Sushi Master у різних мікрорайонах міста, адже ми робимо все, щоб бути до вас максимально близько.</p>
                <h2>Каталог наших страв</h2>
                <p>Ресторан Sushi Master пропонує:</p>
                <ul>
                    <li>суші - у нас ви знайдете макі, унагі, Каліфорнію, Філадельфію, темпура та інші популярні види ролів (як окремі порції, так і сети на будь-яку компанію);</li>
                    <li> супи - густий і насичений смак місо припаде до душі всім, при цьому така їжа здатна надовго вгамувати голод, не завдавши шкоди фігурі;</li>
                    <li>гаряче і салати - ситні, поживні та пікантні паназіатські страви стануть як чудовим перекусом, так і прекрасним вибором для сімейної вечері;</li>
                    <li>десерти та напої тощо.</li>
                </ul><p>
                У каталозі є як традиційні рецепти, так і авторські страви - ми зможемо потішити навіть найвибагливіших гурманів. У меню регулярно з'являються новинки, тому в нашому асортименті ви завжди знайдете, чим побалувати себе або близьких.</p>

                <h2>Швидка доставка по Києву</h2>
                <p>Ми пропонуємо клієнтам не тільки найкращі суші в Києві, але також гарантуємо максимальний комфорт. Наша кур'єрська служба в стислі терміни доставить замовлення до вас додому або прямо в офіс. Якщо оформити замовлення на певну суму, ми привеземо його абсолютно безкоштовно. Оплатити все можна як під час отримання (картою або готівкою), так і під час покупки за допомогою банківського переказу. Доставка суші в Києві від нашої мережі ресторанів - це гарантія того, що ви вже скоро зможете насолодитися улюбленою паназіатською їжею.
                Робіть замовлення наперед, і улюблені роли привезуть якраз до обіду або вечері. Опція "доставка в певний час" дає змогу отримати замовлення хвилина в хвилину. Також є можливість самовивозу з найближчого ресторану Sushi Master.

                Купити хороші суші за вигідною ціною: широкий вибір акцій і бонусів
                Клієнти нашої мережі ресторанів знайдуть не тільки найкращі ціни на страви паназіатської кухні, але також широкий вибір бонусних програм. Смачні та поживні суші недорого - з нашими закладами це більш ніж реально.
                Ми пропонуємо:

                щотижневі та щомісячні спецпропозиції;
                широкий вибір акційних сетів;
                подарунки для постійних клієнтів;
                знижки до дня народження та інших свят тощо.
                Sushi Master - це ще й вигідно!</p>
                <h2>Купити хороші суші за вигідною ціною: широкий вибір акцій і бонусів</h2>
                <p>
                Клієнти нашої мережі ресторанів знайдуть не тільки найкращі ціни на страви паназіатської кухні, але також широкий вибір бонусних програм. Смачні та поживні суші недорого - з нашими закладами це більш ніж реально.
                Ми пропонуємо:</p>
                <ul>
                    <li>щотижневі та щомісячні спецпропозиції;</li>
                    <li>широкий вибір акційних сетів;</li>
                    <li>подарунки для постійних клієнтів;</li>
                    <li>знижки до дня народження та інших свят тощо.</li>
                </ul><p>
                Sushi Master - це ще й вигідно!
                </p>
                <h2>Чому саме Sushi Master</h2>
                <p>Наша мережа ресторанів - це чудовий вибір як для досвідчених любителів японської кухні, так і для тих, хто тільки хоче долучитися до світу паназіатської кухні. Багатий асортимент, висока якість страв, оперативна доставка, доступні ціни - наші клієнти можуть розраховувати на ці та багато інших переваг. А головне, ми робимо все з душею, тому наші роли й виходять такими смачними. Оформляйте замовлення онлайн або телефоном просто зараз, і вже скоро зможете переконатися в цьому!</p>

            </div>
        <p className="sushi-master-button" onClick={()=>{aboutOpen?SetAboutOpen(false):SetAboutOpen(true)}}>
            {aboutOpen? "Приховати" : "Детальніше"}
        </p>
            </div>

        </div>

</div>
    );
};

export default AboutSushiMaster;