{
  "home": {
    "tite": "Доставка суши Ужгород",
    "about-sushi-master": {
      "title1": "Заказать суши от «Sushi Master» с доставкой на дом в Ужгороде: экзотические блюда от лучших поваров",
      "p1": "С каждым годом появляется все больше поклонников паназиатской кухни, и на это есть свои причины: большинство ее блюд являются одновременно полезными и вкусными, выглядят максимально аппетитно, а также подкупают своей экзотикой. Сегодня, чтобы попробовать паназиатскую кухню, совершенно не обязательно ехать в страны азии. Достаточно обратиться в ресторан Суши Мастер, где вы всегда сможете заказать вкуснейшие и свежайшие суши, супы, салаты, десерты, закуски. Приготовлением блюд занимаются профессионалы своего дела, использующие лучшие ингредиенты от проверенных поставщиков. С момента оформления заказа не пройдет и часа, как курьер приедет по указанному адресу в любой район Ужгорода. ",
      "title2": "Самые вкусные суши в Ужгороде по доступной цене",
      "p2": "У нас вы можете рассчитывать на вкусные блюда по приемлемой цене, которые будут оперативно доставлены к указанному времени. Во время приготовления кулинарных шедевров мы используем свежайшие ингредиенты, которые идеально раскрывают вкус паназиатской кухни.Чтобы не переплачивать за любимое блюдо, вы всегда можете ознакомиться с нашими акциями и посетить раздел со скидками. Лучшие суши в Ужгороде будут доставлены в течение часа. При необходимости вы можете самостоятельно забрать заказ из нашего ресторана. Команда Sushi Master состоит из опытных поваров, грамотных менеджеров, клиентоориентированной администрации – будьте уверены, вы точно не останетесь разочарованы. ",
      "title3": "Большой выбор блюд на любой вкус",
      "p3.1": "Одним из наших преимуществ является обширное меню суши, которое включает в себя как любимую всем классику (Филадельфия, Калифорния), так и более необычные предложения в виде хрустящих темпура роллов, драконов, больших футомаки и многих других разновидностей суши. У нас есть отличная новость и для тех, кому хочется попробовать не только роллы или дополнить их чем-то интересным. В ассортименте Sushi Master также представлены:",
      "li3.1": "Горячие блюда и салаты. Речь идет о лапше удон, куриных стрипсах, моцарелле фри.",
      "li3.2": "Супы. Предлагаем попробовать мисо суп, имеющий насыщенный вкус и незабываемый аромат. ",
      "li3.3": "Японские десерты. Мимо них будет сложно пройти любителям сладенького. ",
      "li3.4": "Напитки. Утолите жажду соками, пепси, обычной или газированной водой. ",
      "p3.2": "Наше меню регулярно обновляется – в нем появляются новые блюда, которые вам наверняка захочется попробовать. С таким разнообразием паназиатская кухня попросту не может надоесть!",
      "title4": "Купить суши по выгодной цене",
      "p4.1": "Одна из наших главных задач – сделать все возможное, чтобы каждый житель Ужгорода мог позволить себе заказывать любимые блюда паназиатской кухни не только на праздники, но и просто по желанию. Для этого мы устанавливаем доступные цены на все позиции в меню, а также регулярно проводим акции и даже создали специальный раздел со скидочными предложениями. К слову, для именинников у нас действуют особые выгодные условия. ",
      "p4.2": "Среди других преимуществ обращения в Sushi Master можно выделить: ",
      "li4.1": "Богатый ассортимент. Роллы, салаты, горячее, супы, десерты – мы позаботились о людях с разными вкусовыми предпочтениями.",
      "li4.2": " Бесплатная доставка. Сделав заказ от определенной суммы, вам не нужно будет оплачивать курьерские услуги.",
      "li4.3": "Несколько способов оплаты. Оплатить заказ можно на сайте, картой или наличными курьеру. ",
      "p4.3": "Пользуйтесь функционалом нашего сайта, мобильного приложения или звоните менеджерам для оформления заказа – уже вскоре вы сможете насладиться любимой едой по доступной цене. ",
      "open": "Подробнее",
      "close": "Скрыть"
    }
  },
  "header": {
    "navbar": {
      "sets": "Сеты",
      "roles": "Роллы",
      "promotion": "🔥Акции",
      "sushi": "Суши",
      "california": "Калифорнии",
      "gourmetschoise": "🍣Выбор гурманов",
      "hotsAndSalads": "Горячее и салаты",
      "philadelphia": "Филадельфии",
      "soups": "Супы",
      "desserts": "Десерты",
      "drinks": "Напитки",
      "addition": "Дополнение"
    }
  },
  "footer": {
    "pool": {
      "title": "Заказывал в Sushi Master?",
      "description": "Пройди опрос. Помоги нам стать лучше!",
      "button": "пройти опрос"
    },
    "links": {
      "links-block1": {
        "title": "SUSHI MASTER",
        "about": "О компании",
        "promotions": "Акции"
      },
      "links-block2": {
        "title": "Юридическая информация",
        "public-oferta": "Публичная оферта",
        "privacy": "Политика конфиденциальности"
      },
      "links-block3": {
        "title": "Доставка и рестораны",
        "delivery": "Доставка та самовывоз",
        "our-restourants": "Наши рестораны"
      },
      "links-block4": {
        "tite": "Поддержка"
      }
    },
    "down-block": {
      "left-block": {
        "title": "© Sushi Master. Все права защищены"
      }
    }
  }
}
