{
    "home":{
        "tite":"Доставка суші Ужгород",
        "about-sushi-master":{
            "title1":"Замовити суші від \"Sushi Master\" з доставкою додому в Ужгороді: екзотичні страви від найкращих кухарів",
            "p1":"З кожним роком з'являється дедалі більше шанувальників паназіатської кухні, і на це є свої причини: більшість її страв є водночас корисними та смачними, мають максимально апетитний вигляд, а також підкуповують своєю екзотикою. Сьогодні, щоб скуштувати паназіатську кухню, зовсім не обов'язково їхати до країн Азії. Досить звернутися до ресторану \"Суші Майстер\", де ви завжди зможете замовити смачні та найсвіжіші суші, супи, салати, десерти, закуски. Приготуванням страв займаються професіонали своєї справи, які використовують найкращі інгредієнти від перевірених постачальників. З моменту оформлення замовлення не мине й години, як кур'єр приїде за вказаною адресою в будь-який район Ужгорода.  ",
            "title2":"Найсмачніші суші в Ужгороді за доступною ціною",
            "p2":"У нас ви можете розраховувати на смачні страви за прийнятною ціною, які будуть оперативно доставлені до зазначеного часу. Під час приготування кулінарних шедеврів ми використовуємо найсвіжіші інгредієнти, які ідеально розкривають смак паназіатської кухні.Щоб не переплачувати за улюблену страву, ви завжди можете ознайомитися з нашими акціями та відвідати розділ зі знижками. Найкращі суші в Ужгороді будуть доставлені протягом години. За необхідності ви можете самостійно забрати замовлення з нашого ресторану. Команда Sushi Master складається з досвідчених кухарів, грамотних менеджерів, клієнтоорієнтованої адміністрації - будьте впевнені, ви точно не залишитеся розчаровані. ",
            "title3":"Великий вибір страв на будь-який смак",
            "p3.1":"Однією з наших переваг є велике меню суші, яке містить як улюблену всіма класику (Філадельфія, Каліфорнія), так і більш незвичні пропозиції у вигляді хрустких темпура ролів, драконів, великих футомакі та багатьох інших різновидів суші. У нас є чудова новина і для тих, кому хочеться спробувати не тільки роли або доповнити їх чимось цікавим. В асортименті Sushi Master також представлені:",
            "li3.1":"Гарячі страви та салати. Йдеться про локшину удон, курячі стрипси, моцарелу фрі. ",
            "li3.2":"Супи. Пропонуємо скуштувати місо суп, що має насичений смак і незабутній аромат. ",
            "li3.3":"Японські десерти. Повз них буде складно пройти поціновувачам солоденького. ",
            "li3.4":"Напої. Вгамуйте спрагу соками, пепсі, звичайною або газованою водою. ",
            "p3.2":"Наше меню регулярно оновлюється - у ньому з'являються нові страви, які вам, напевно, захочеться спробувати. З такою різноманітністю паназіатська кухня просто не може набриднути!",
            "title4":"Купити суші за вигідною ціною",
            "p4.1":"Одне з наших головних завдань - зробити все можливе, щоб кожен мешканець Ужгорода зміг дозволити собі замовляти улюблені страви паназіатської кухні не тільки на свята, а й просто за бажанням. Для цього ми встановлюємо доступні ціни на всі позиції в меню, а також регулярно проводимо акції та навіть створили спеціальний розділ зі знижковими пропозиціями. До слова, для іменинників у нас діють особливі вигідні умови. ",
            "p4.2":"Серед інших переваг звернення до Sushi Master можна виділити: ",
            "li4.1":"Багатий асортимент. Роли, салати, гаряче, супи, десерти - ми подбали про людей з різними смаковими уподобаннями.",
            "li4.2":"Безкоштовна доставка. Зробивши замовлення від певної суми, вам не потрібно буде оплачувати кур'єрські послуги.",
            "li4.3":"Кілька способів оплати. Оплатити замовлення можна на сайті, карткою або готівкою кур'єру. ",
            "p4.3":"Користуйтеся функціоналом нашого сайту, мобільного додатка або телефонуйте менеджерам для оформлення замовлення - вже незабаром ви зможете насолодитися улюбленою їжею за доступною ціною.",
            "open":"Детальніше",
            "close":"Приховати"

        }
    },
    "header":{
        "navbar":{
            "sets":"Сети",
            "roles":"Роли",
            "promotion":"🔥Акції",
            "sushi":"Суші",
            "california":"Каліфорнії",
            "gourmetschoise":"🍣Вибір гурманів",
            "hotsAndSalads":"Гаряче та салати",
            "philadelphia":"Філадельфії",
            "soups":"Супи",
            "desserts":"Десерти",
            "drinks":"Напої",
            "addition":"Доповнення"
        }
    },
    "footer":{
        "pool":{
            "title":"Замовляв в Sushi Master?",
            "description":"Пройди опитування. Допоможи нам стати краще!",
            "button":"Пройти опитування"
        },
        "links":{
            "links-block1":{
                "title":"SUSHI MASTER",
                "about":"Про компанію",
                "promotions":"Акції"
            },
            "links-block2":{
                "title":"Юридична інформація",
                "public-oferta":"Публічна оферта",
                "privacy":"Політика конфіденційності"
            },
            "links-block3":{
                "title":"Доставка та ресторани",
                "delivery":"Доставка та самовиніс",
                "our-restourants":"Наші ресторани"
            },
            "links-block4":{
                "tite":"Підтримка"

            }
        },
        "down-block":{
            "left-block":{
                "title":"© Sushi Master. Усі права захищені"
            }
        }

    }

}